Repository: netrunner-debian-kde-extras/kchildlock
Catalog: po/*.po
Languages: de, fr

source: Kchildlock Daemon
de: Kchildlock Dienst
fr: Démon

source: A Daemon for Kchildlock for KDE4
de: Ein Dienst für Kchildlock für KDE4
fr: Un Démon pour Kchildlock pour KDE4

source: (c), 2011 Rene Landert
fr: (c), 2010 René Landert

source: Rene Landert
fr: René Landert

source: Maintainer
de: Betreuer
fr: Mainteneur

source: KChildlock - Status Display for User Restrictions
de: KChildlock - Status Anzeige der Einschränkungen für Benutzer
fr: KChildlock - Affichage de l'état des restrictions pour l'utilisateur

source: KChildlock - Time Restrictions for Children
de: KChildlock - Zeit-Einschränkungen für Kinder
fr: KChildlock - Restrictions du temps pour les enfants

source: Show Restrictions
de: Einschränkungen anzeigen
fr: Afficher les restrictions

source: KDE-Service KChildlock
de: KDE-Dienst KChildlock
fr: Service KDE KChildlock

source: You have currently no limitations!
de: Zurzeit sind keine Einschränkungen vorhanden!
fr: Vous avez actuellement pas de restricition!

source: The Usage time for your application '
de: Die Nutzungszeit für die Anwendung '
fr: Le temps d'utilisation de votre application '

source: ' is restricted. The application will be automatically terminated in 15 minutes.
de: ' ist eingeschränkt. Die Anwendung wird in 15 Minuten automatisch beendet.
fr: ' est limité. L'application sera terminée automatiquement dans 15 minutes.

source: Children Lock
de: Kindersicherung
fr: Serrure pour enfants

source: ' is restricted. The application will be automatically terminated in 10 minutes.
de: ' ist eingeschränkt. Die Anwendung wird in 10 Minuten automatisch beendet.
fr: ' est limité. L'application sera terminée automatiquement dans 10 minutes.

source: ' is restricted. The application will be automatically terminated in 5 minutes.
de: ' ist eingeschränkt. Die Anwendung wird in 5 Minuten automatisch beendet.
fr: ' est limité. L'application sera terminée automatiquement dans 5 minutes.

source: ' is restricted. The application will be automatically terminated in 1 minute.
de: ' ist eingeschränkt. Die Anwendung wird in 1 Minute automatisch beendet.
fr: ' est limité. L'application sera terminée automatiquement dans 1 minute.

source: The Usage time for you is restricted. You will be automatically logged out in 15 minutes.
de: Deine Nutzungszeit ist eingeschränkt. Die automatische Abmeldung erfolgt in 15 Minuten.
fr: Votre temps d'utilisation est limité. Vous serez automatiquement déconnecté dans 15 minutes.

source: The Usage time for you is restricted. You will be automatically logged out in 10 minutes.
de: Deine Nutzungszeit ist eingeschränkt. Die automatische Abmeldung erfolgt in 10 Minuten.
fr: Votre temps d'utilisation est limité. Vous serez automatiquement déconnecté dans 10 minutes.

source: The Usage time for you is restricted. You will be automatically logged out in 5 minutes.
de: Deine Nutzungszeit ist eingeschränkt. Die automatische Abmeldung erfolgt in 5 Minuten.
fr: Votre temps d'utilisation est limité. Vous serez automatiquement déconnecté dans 5 minutes.

source: The Usage time for you is restricted. You will be automatically logged out in 1 minute.
de: Deine Nutzungszeit ist eingeschränkt. Die automatische Abmeldung erfolgt in 1 Minute.
fr: Votre temps d'utilisation est limité. Vous serez automatiquement déconnecté dans 1 minute.

source: Kchildlock Configuration
de: Einrichtung von Kchildlock
fr: Configuration de Kchildlock

source: A configurator for Kchildlock
de: Einstellungen für Kchildlock
fr: Un module de configuration pour Kchildlock

source: From this module, you can configure the Kchildlock Daemon, which restricts the usage time of the computer and of applications per day and per week for selected users.
de: Dieses Modul dient dem Einrichten des Dienstes für Kchildlock, welcher bestimmten Benutzern des Rechners zeitliche Einschränkungen der Nutzung sowie von Anwendungen pro Tag und pro Woche auferlegt.
fr: A partir de ce module, vous pouvez configurer le démon Kchildlock, ce qui limitela durée d'utilisation de l'ordinateur ou des applications par jour et par semaine pourdes utilisateurs sélectionnés.

source: Main Developer
de: Hauptentwickler
fr: Développeur principal

source: <h1>Kchildlock configuration</h1> <p>This module lets you configure Kchildlock. Kchildlock is a daemon (so it runs in background) that is started upon KDE startup.</p> <p>Kchildlock has several levels of configuration: a general one, with common settings, a list of users or groups for whom you can configure the restrictions. Each tab for the user or group lets you edit the restriction details. You do not have to restart Kchildlock, just click on the button 'Apply', and you are done.</p>
de: <h1>Einrichten von Kchildlock</h1> <p>Dieses Modul dient dem Einrichten von Kchildlock. Kchildlock ist ein Dämon (er läuft im Hintergrund), der beim Start von KDE gestartet wird.</p> <p>Kchildlock hat mehrere Ebenen der Konfiguration: eine allgemeine Ebene, mit gemeinsamen Einstellungen; eine Liste von Benutzern sowie Gruppen, für die Einschränkungen festgelegt werden können. Jeder Karteireiter für den Benutzer oder die Gruppe dient zum Konfigurieren der Details der Einschränkungen. Kchildlock muss zum Aktivieren nicht neu gestartet werden, clicken Sie einfach auf den Knopf 'Anwenden', und Sie sind fertig.</p>
fr: <h1>Configuration de Kchildlock</h1> <p>Ce module vous permet de configurerKchildlock. Kchildlock est un démon (pour cette raison il fonctionne en arrière-plan) qui estlancé dès le démarrage de KDE.</p> <p>Kchildlock a plusieurs niveaux de configuration: un niveau général, avec des paramètres communs; un niveau avec une liste d'utilisateurs ou de groupes pour lesquels vous pouvez configurer les restrictions. Chaque onglet pour l'utilisateur ou le groupe vous permet de modifier plus de détails des restrictions. Vous n'avez pas à redémarrer Kchildlock, il suffit de cliquer sur le bouton"Appliquer", et voilà!</p>

source: General
de: Allgemein
fr: Configuration générale

source: User
de: Benutzer
fr: Utilisateur

source: Group
de: Gruppe
fr: Groupe

source: Groupname
de: Gruppenname
fr: Nom de groupe

source: enable Restriction for this Group
de: Einschränkungen für diese Gruppe einschalten
fr: Activer les restrictions pour ce groupe

source: Select Group
de: Gruppe wählen
fr: Choisir le groupe

source: Select Group for Restrictions
de: Gruppe für die Einschränkungen wählen
fr: Choisir le groupe pour les restrictions

source: Delete restrictions
de: Einschränkungen löschen
fr: Effacer les restrictions

source: Delete Restrictions for Group
de: Gruppe mit Einschränkungen löschen
fr: Effacer les restrictions pour groupe

source: Export KChildlock Profiles
de: KChildlock Profile exportieren
fr: Exporter les profiles de KChildlock

source: Import KChildlock Profiles
de: KChildlock Profile importieren
fr: Importer les profiles de KChildlock

source: <h1>Kchildlock configuration</h1><p>This module allows you to configure your childrens restriction settings.</p>
de: <h1>Einrichten von Kchildlock</h1><p>Dieses Modul erlaubt Ihnen das Einrichten von Einschränkungen für Kinder.</p>
fr: <h1>Configuration de Kchildlock</h1> <p>Ce module vous permet de configurerles restrictions pour votres enfants</p>

source: Scaninterval for the Monitor Daemon
de: Kontrollinterval für den Überwachungsdienst
fr: Intervalle entre les analyses pour le démon de supervision

source: KChildlock Status Display
de: KChildlock - Status Anzeige
fr: KChildlock - Affichage de l'état

source: Status Display for KChildlock Restrictions
de: Status Anzeige der Einschränkungen von Kchildlock
fr: Affichage de l'état des restricitions de KChildlock

source: You may use the Computer today
de: Erlaubte Nutzung des Rechners heute
fr: Vous pouvez utiliser l'ordinateur aujourd'hui

source: between
de: zwischen
fr: entre

source: and
de: und
fr: et

source: You may use the Computer today for max.
de: Erlaubte Nutzung des Rechners heute maximal
fr: Vous pouvez utiliser l'ordinateur aujourd'hui pour max.

source: hours and
de: Stunden und
fr: heures et

source: remaining time:
de: verbleibende Zeit
fr: Temps restant:

source: %p% used
de: %p% verbraucht
fr: %p% utilisé

source: You may use the Computer this week for max.
de: Erlaubte Nutzung des Rechners diese Woche maximal
fr: Vous pouvez utiliser l'ordinateur cette semaine

source: OK
fr: Valider

source: Delete Restrictions for User
de: Benutzer mit Einschränkungen löschen
fr: Effacer les restrictions pour utilisateur

source: General Settings for kchildlock
de: Allgemeine Einstellungen für kchildlock
fr: Paramètres généraux pour kchildlock

source: Enables or disables the restrictions for all users and groups
de: Einschränkungen für alle Benutzer und Gruppen ein- oder ausschalten
fr: Activer ou désactiver les restrictions pour tous les utilisateurs et groupes

source: Enable the restrictions
de: Einschränkungen einschalten
fr: Activer les restrictions

source: Show a system tray icon to the user with remaining time information
de: Zeigt dem Benutzer ein Symbol in der Kontrollleiste mit Informationen über die verbleibende Zeit
fr: Afficher l'icône dans la boîte à miniatures pour l'utilisateur avec les informations sur le temps restant

source: Enable System Tray Icon for User
de: Symbol in der Kontrollleiste des Benutzers anzeigen
fr: Activer l'icône dans la boîte à miniatures pour l'utilisateur

source: The time interval between the checks
de: Das Zeitinterval zwischen den Kontrollen
fr: L'intervalle de temps entre les analyses

source: This is the time interval between the checks
de: Dies ist das Zeitinterval zwischen den Kontrollen
fr: L'intervalle de temps entre les analyses

source: Scan Interval in seconds
de: Kontrollinterval in Sekunden
fr: Intervalle entre les analyses en secondes

source: Select User
de: Benutzer wählen
fr: Choisir l'utilisateur

source: Select User for Restrictions
de: Benutzer für die Einschränkungen wählen
fr: Choisir l'utilisateur pour les restrictions

source: Selects a user or a group of users for which you want to apply the restrictions.
de: Wählt den Benutzer oder die Benutzergruppe für den die Einschränkungen angewendet werden sollen.
fr: Choisit un utilisateur ou une groupe pour laquelle vous désirez appliquer les restrictions.

source: User and Group Settings for kchildlock
de: Benutzer- und Gruppen-Einstellungen für kchildlock
fr: Paramètres des utilisateurs et des groupes pour kchildlock

source: Enable or disable the restrictions for this user or group.
de: Einschränkungen für diesen Benutzer oder Gruppe ein- oder ausschalten.
fr: Activer ou désactiver les restrictions pour cet utilisateurs ou cette groupe.

source: enable Restriction for this User
de: Einschränkungen für diesen Benutzer einschalten
fr: Activer les restrictions pour cet utilisateur

source: Login Times
de: Anmeldezeiten
fr: Temps d'annoncement

source: Restricted Login Times depending on Weekdays
de: Eingeschränkte Anmeldezeiten abhängig vom Wochentag
fr: limitation du temps d'annoncement dépend du jour de la semaine

source: The restrictions on this page apply to all weekdays.
de: Die Einschränkungen auf dieser Seite gelten für alle Wochentage.
fr: Les limitations de ce page sont valables pour tous les jours de la semaine.

source: same restrictions for every day
de: gleiche Einschränkungen für jeden Tag
fr: même limitation pour tous les jours

source: every day
de: täglich
fr: tous les jours

source: Drag the green bar to the right or left to change the lower and upper limit. You can either drag the whole time interval, or just a border. Green means allowed times, the red time area is disallowed, yellow is the border between these two areas.
de: Ziehen Sie den grünen Balken nach rechts oder links um den oberen und unteren Grenzwert zu ändern. Sie können entweder den ganzen Zeitraum schieben, oder nur eine Zeitmarke. Grün bedeutet erlaubte Zeiten, der rote Bereich ist nicht erlaubt, gelb ist die Grenze zwischen den beiden Bereichen.
fr: Faites glisser la barre verte à droite ou à gauche pour changer la partie inférieure et supérieurede la limite. Vous pouvez soit faire glisser l'intervalle de temps comme un ensemble, ou seulement une frontière. Le vert signifie le temps autorisé, la zone rouge le temps interdit, le jaune est la frontière entre ces deux domaines.

source: The restrictions on this page are dependant of the weekday.
de: Die Einschränkungen auf dieser Seite sind abhängig vom Wochentag.
fr: Les limitations de ce page sont dépendent du jour de la semaine.

source: restrictions depend on weekday
de: Einschränkungen abhängig vom Wochentag
fr: Les limitations dépendent du jour de la semaine

source: This checkbox enables the restrictions on Mondays.
de: Dieses Ankreuzfeld schaltet die Einschränkungen am Montag ein.
fr: Ce case à cocher actives les restrictions pour le lundi.

source: Monday
de: Montag
fr: Lundi

source: This checkbox enables the restrictions on Tuesdays.
de: Dieses Ankreuzfeld schaltet die Einschränkungen am Dienstag ein.
fr: Ce case à cocher actives les restrictions pour le mardi.

source: Tuesday
de: Dienstag
fr: Mardi

source: This checkbox enables the restrictions on Wednesdays.
de: Dieses Ankreuzfeld schaltet die Einschränkungen am Mittwoch ein.
fr: Ce case à cocher actives les restrictions pour le mercredi.

source: Wednesday
de: Mittwoch
fr: Mercredi

source: This checkbox enables the restrictions on Thursdays.
de: Dieses Ankreuzfeld schaltet die Einschränkungen am Donnerstag ein.
fr: Ce case à cocher actives les restrictions pour le jeudi.

source: Thursday
de: Donnerstag
fr: Jeudi

source: This checkbox enables the restrictions on Fridays.
de: Dieses Ankreuzfeld schaltet die Einschränkungen am Freitag ein.
fr: Ce case à cocher actives les restrictions pour le vendredi.

source: Friday
de: Freitag
fr: Vendredi

source: This checkbox enables the restrictions on Saturdays.
de: Dieses Ankreuzfeld schaltet die Einschränkungen am Samstag ein.
fr: Ce case à cocher actives les restrictions pour le samedi.

source: Saturday
de: Samstag
fr: Samedi

source: This checkbox enables the restrictions on Sundays.
de: Dieses Ankreuzfeld schaltet die Einschränkungen am Sonntag ein.
fr: Ce case à cocher actives les restrictions pour le dimanche.

source: Sunday
de: Sonntag
fr: Dimanche

source: Time Duration
de: Zeitdauer
fr: Durée de temps

source: Limited Time Duration of Active Sessions depending on Weekdays
de: Eingeschränkte Zeitdauer von aktiven Sitzungen abhängig von Wochentagen
fr: Restriction de la durée des sessions actives en fonction du jour de la semaine

source: Time limit per day to spend on the PC.
de: Tägliche Zeitdauer die am Rechner verbracht werden darf.
fr: Limite de temps par jour pour l'utilisation du PC.

source: min per day
de: Min pro Tag
fr: min par jour

source: restrictions depend on weekday
de: Einschränkungen abhängig vom Wochentag
fr: limitation dépend du jour de la semaine

source: Time limit for this weekday to spend on the PC.
de: Maximale Zeitdauer die an diesem Wochentag am Rechner verbracht werden darf.
fr: La limite de temps par ce jour de la semaine pour l'utilisation du PC.

source: This checkbox enables the restrictions for the whole week.
de: Dieses Ankreuzfeld schaltet die Einschränkungen für die ganze Woche ein.
fr: Ce case à cocher actives les restrictions pour toute la semaine.

source: total weekly Usage
de: maximale wöchentliche Nutzung
fr: limitation de l'utilisation par semaine

source: Limit for the weekly time spent on the PC.
de: Maximale Zeitdauer die während einer Woche am Rechner verbracht werden darf.
fr: Limitation pour l'utilisation du PC pendant toute la semaine.

source: Program Times
de: Anwendungszeiten
fr: Heures d'application

source: Program Restrictions depending on Daytime
de: Anwendungs-Einschränkungen abhängig vom Wochentag
fr: limitation dépend du jour de la semaine

source: This checkbox enables the restrictions for the application.
de: Dieses Ankreuzfeld schaltet die Einschränkung der Anwendung ein.
fr: Ce cache à cocher enclenche la restriction de l'application.

source: enable Restriction for Application 1
de: Einschränkung der Anwendung 1 einschalten
fr: activer la limite de l'application 1

source: The name of the application to restrict. Every linux process of the given user which contains the string will be terminated!
de: Der Name der einzuschränkenden Anwendung. Jeder Linux Prozess des betreffenden Benutzers der die Zeichenkette enthält wird beendet!
fr: Le nom de l'application qui est à limiter. Chaque processus linux de l'utilisateur qui contient cette chaîne de charactères sera terminée!

source: allowed time range
de: erlaubte Zeitspanne
fr: intervalle de temps permis

source: enable Restriction for Application 2
de: Einschränkung der Anwendung 2 einschalten
fr: activer la limite de l'application 2

source: enable Restriction for Application 3
de: Einschränkung der Anwendung 3 einschalten
fr: activer la limite de l'application 3

source: enable Restriction for Application 4
de: Einschränkung der Anwendung 4 einschalten
fr: activer la limite de l'application 4

source: enable Restriction for Application 5
de: Einschränkung der Anwendung 5 einschalten
fr: activer la limite de l'application 5

source: Program Duration
de: Zeitdauer für Anwendungen
fr: Durée de l'application

source: Limited daily and weekly Time Duration of Programs
de: Eingeschränkte tägliche und wöchentliche Zeitdauer von Anwendungen
fr: Limite par jour et par semaine pour la durée d'activité d'une programme.

source: The name of the application to restrict. Every linux process of the given user which contains the string will be limited.
de: Der Name der einzuschränkenden Anwendung. Jeder Linux Prozess des betreffenden Benutzers der die Zeichenkette enthält wird beendet!
fr: Le nom de l'application qui est à limiter. Chaque processus linux de l'utilisateur qui contient cette chaîne de charactères sera terminée!

source: Time limit for this application to be active per day.
de: Maximale aktive Zeitdauer für diese Anwendung pro Tag.
fr: Limite par jour de la durée d'activité de cette application.

source: Time limit for this application to be active per week.
de: Maximale aktive Zeitdauer für diese Anwendung pro Woche.
fr: Limite par semaine de la durée d'activité de cette application.

source: min per week
de: Min pro Woche
fr: min par semaine

source: Username
de: Benutzername
fr: Nom de l'utilisateur

source: Adds a user or group to list of restricted users.
de: Fügt einen Benutzer oder eine Gruppe der Liste hinzu.
fr: Ajoute un utilisateur ou une groupe à la liste des utilisateurs avec des restrictions.

source: Deletes the selected user or group from the list.
de: Löscht einen Benutzer oder eine Gruppe aus der Liste.
fr: Effacer l'utilisateur ou la groupe de la liste.

source: Import a restriction profile to the list.
de: Importieren eines Profiles mit Einschränkungen und der Liste anfügen.
fr: Importer un profile avec des restrictions et ajouter à la liste.

source: Export all profiles to a selected directory.
de: Exportieren aller Profile in ein bestimmtes Verzeichnis.
fr: Exporter tout les profiles de restrictions dans un répertoire.

# NAME OF TRANSLATORS
source: Your names
de: Rene Landert
fr: René Landert

# EMAIL OF TRANSLATORS
source: Your emails
de: rene.landert@bluewin.ch
fr: rene.landert@bluewin.ch

source: minutes
de: Minuten

source: hrs,
de: Std,
